Repository: Volt-Mine/qrl-mobile-wallet
Catalog: lib/l10n/app_*.arb
Languages: ko, nl

source: Authentication failed!
ko: 인증 실패!
nl: Authenticatie fout!

# addressNotValid
source: Address is not valid!
ko: 주소가 유효하지 않습니다!
nl: Adres is niet geldig!

source: ADD WALLET
ko: 지갑 추가
nl: OPEN WALLET

source: amount
ko: 액수
nl: Hoeveelheid

source: Balance
ko: 잔액

source: Checking device...
ko: 장치 확인 중...
nl: Controleer toestel...

source: CONFIRM
ko: 확인
nl: BEVESTIG

# confirmRemoveWallet
source: Are you sure you want to remove this wallet?
ko: 이 지갑을 제거하시겠습니까?
nl: Weet je zeker dat je deze wallet wilt verwijderen?

source: Community
ko: 커뮤니티
nl: Gemeenschap

source: CREATE WALLET
ko: 지갑 만들기
nl: CREËER WALLET

# createWalletTitle
source: Create wallet
ko: 지갑 만들기
nl: Creëer wallet

source: Creating wallet...
ko: 지갑 만드는 중...
nl: Wallet wordt gemaakt...

source: Copied to clipboard
ko: 클립보드에 복사되었습니다
nl: Gekopieërd naar klembord

source: copy
ko: 복사
nl: Kopiëren

source: Confirm transaction
ko: 거래를 확인합니다
nl: Bevestig transactie

source: Delete
ko: 삭제
nl: Verwijder

source: Deleting wallet...
ko: 지갑을 삭제하는 중...
nl: Verwijder wallet...

# deviceLogin
source: Use device login
ko: 장치를 사용하여 로그인을 합니다
nl: Gebruik toestel login

# deviatingDefault
source: Deviating from the default is at your own risk
ko: 기본값에서 벗어나는 위험은 사용자의 책임입니다
nl: Afwijken van de standaard is op eigen risico

source: DONE
ko: 완료
nl: GEREED

# errorSendTransaction
source: Error during send transaction:
ko: 보내는 중 오류가 발생했습니다:
nl: Fout tijdens het versturen van de transactie:

# errorWalletCreation
source: Error during creation of wallet:
ko: 지갑을 만드는 중 오류가 발생했습니다:
nl: Fout tijdens het aanmaken van de wallet:

source: Fee:
ko: 수수료:
nl: Transactie kosten:

source: From address
ko: 송금인 주소
nl: Van adres

source: General enquiries
ko: 일반 문의
nl: Algemene vragen

source: Hash function
ko: 해시함수
nl: Hash functie

source: Hexseed
ko: 헥시드(Hexseed)

source: Important
ko: 중요
nl: Belangrijk

# join
source: JOIN OUR COMMUNITY
ko: 저희 커뮤니티에 참여하세요
nl: VOEG JE BIJ ONZE COMMUNITIE

# joinMailing
source: Join our mailing list, contact the team or join our vibrant and friendly community of users, developer and enthusiast on on of our channels.
ko: 저희 메일링 리스트에 가입하세요 그리고 활기차고 친근한 저희 커뮤니티에도 참여해보세요. 저희 팀과 소통이 가능할 뿐만 아니라 사용자, 개발자 등 열정이 넘치는 분들을 만나실 수 있습니다.
nl: Meld je aan bij onze mailinglijst, neem contact op met het team of sluit je aan bij onze levendige communitie van gebruikers, developers en liefhebbers op een van onze kanalen.

# keepPrivate
source: Keep this information private at all times!
ko: 이 정보를 절대 유출하지 마십시오!
nl: Houd deze informatie ten alle tijden privé!

source: Language
ko: 언어
nl: Taal

# ledger
source: THE QUANTUM RESISTANT LEDGER
ko: 더 퀀텀 레지스턴트 렛저

source: Loading mnemonic...
ko: 니모닉(mnemonic)을 불러오는 중...
nl: Ophalen mnemonic...

source: Loading wallets
ko: 지갑을 불러오는 중
nl: Ophalen wallets

source: Market CAP
ko: 시가 총액

source: Mnemonic
ko: 니모닉(Mnemonic)

source: NO
ko: 아니오
nl: NEE

source: Node URL
ko: 노드 URL

# noMoreOts1
source: You have no more OTS keys left...
ko: 더 이상 남아 있는 OST 열쇠가 없습니다....
nl: Je hebt geen OTS sleutels meer over...

# noMoreOts2
source: QRL is lost forever.....
ko: QRL이 영원히 사라집니다...
nl: QRL is voor altijd kwijt.....

# noAuthenticationFound
source: No authentication method found on device!
ko: 장치에 인증 수단이 없습니다!
nl: Geen authenticatie methode gevonden op het toestel!

source: No transactions found
ko: 거래 내역이 없습니다
nl: Geen transacties gevonden

source: Open wallet
ko: 지갑 열기

source: Open existing wallet
ko: 기존 지갑 열기
nl: Open bestaande wallet

source: Open with mnemonics
ko: 니모닉(mnemonic)으로 열기
nl: Open met mnemonics

source: Open with hexseed
ko: 헥시드(hexseed)로 열기
nl: Open met hexseed

# onBoard
source: We are happy to have you on board!
ko: 함께하게 되어 기쁩니다!
nl: We zijn blij je aan boord te hebben!

source: Open in Explorer
ko: 탐색기에서 열기

source: OTS Key Index:
ko: OTS 열쇠 번호:
nl: OTS sleutel Index:

# otsKeysLeft1
source: You only have
ko: 남아있는 OTS 열쇠 개수는
nl: Je hebt maar

# otsKeysLeft2
source: OTS keys left.\nIf there are no OTS keys left you cannot make any more transactions and your funds will be lost. \nContinue transaction?
ko: 개 입니다.\n남아있는 OTS 열쇠가 없다면 더 이상 거래를 진행할 수 없으며 당신의 돈은 사라질 것입니다. \n거래를 진행하시겠습니까?
nl: OTS sleutels over.\nIndien er geen OTS sleutels meer over zijn kun je geen transactie meer aanmaken en zijn je funds voor altijd kwijt. \nDoorgaan met transactie?

# outOfSignatures
source: Once you run out of signatures you will need to create a new wallet. Be aware that wallet creation and transaction time increases with tree height. Continue wallet creation with current setup
ko: 주어진 서명의 개수를 모두 소진했다면 새로운 지갑을 만드세요. 트리 높이의 숫자가 커질수록 지갑을 만드는 시간과 거래를 완료하는 시간이 더 늘어납니다. 현재 설정대로 지갑 만들기를 진행합니다
nl: Mochten je OTS sleutels op zijn dien je een nieuwe wallet aan te maken. Wees er van bewust dat de tijd voor het aanmaken van een wallet en het verzenden van transacties toeneemt bij een hogere tree height. Doorgaan met het aanmaken van een wallet met de huidige instellingen?

source: PRICE
ko: 가격
nl: PRIJS

# priceChange
source: 24H Change
ko: 24시간 변동
nl: 24H Verandering

source: Port
ko: 포트
nl: Poort

source: Press enquiries
ko: 언론 보도 문의
nl: Pers aanvragen

source: RECEIVE
ko: 입금(받기)
nl: ONTVANGEN

source: RECEIVED
ko: 입금
nl: ONTVANGEN

source: Recovery seeds
ko: 복구 시드(Recovery seeds)
nl: Herstel gegevens

# recoveryWarning
source: Store your recovery seeds outside of this device and keep this information private at all times. They are the backup keys to your wallet and the only way to open your wallet if something goes wrong. If you lose your recovery seeds any funds inside your wallet will be lost.
ko: 복구 시드를 다른 장치에 저장해 놓으세요 그리고 유출되지 않도록 항상 조심하세요. 이 열쇠는 지갑의 백업 열쇠이며 문제가 발생할 경우 지갑을 열 수 있는 유일한 방법입니다. 복구 시드를 분실한다면 지갑에 있는 모든 돈을 잃어버릴 수 있습니다.
nl: Bewaar je herstel gegevens buiten dit toestel en houd ze ten alle tijden privé. Dit zijn je herstel gegevens van je wallet en de enige manier om je wallet te openen mocht er iets mis gaan. Mocht je je herstel gegevens verliezen zijn de fondsen in je wallet niet meer beschkbaar.

# removeWallet
source: Are you sure you want to remove this wallet?
ko: 정말로 이 지갑을 삭제하시겠습니까?
nl: Weet je zeker dat je deze wallet wilt verwijderen?

source: Review
ko: 검토
nl: BEKIJK

source: Saving settings...
ko: 설정을 저장하는 중...
nl: Instellingen opslaan...

source: Scan address
ko: 주소 스캔하기
nl: Scan adres

source: Scan hexseed
ko: 헥시드 스캔하기

source: Settings saved
ko: 설정 저장됨
nl: Instellingen opgeslagen

source: SEND
ko: 송금(보내기)
nl: VERZENDEN

source: SENT
ko: 출금
nl: Verzonden

source: Send amount
ko: 송금액
nl: Verzonden hoeveelheid

source: Sending Transaction
ko: 송금 거래
nl: Verzenden transactie

source: Sending to Wallet Address
ko: 다음의 지갑 주소로 송금
nl: Verzenden naar wallet adres

source: Settings
ko: 설정
nl: Instellingen

source: Show keys
ko: 열쇠 보기
nl: Geef sleutels weer

source: Support request
ko: 지원 요청
nl: Support verzoek

source: Transaction Details
ko: 거래 상세
nl: Transactie Details

source: Transaction Hash
ko: 거래 해시
nl: Transactie Hash

source: Transfer
ko: 이체
nl: Overdracht

source: Tree Height
ko: 트리 높이

source: To address
ko: 입금 주소
nl: Naar adres

source: Use device login
ko: 장치 로그인 사용
nl: Gebruik toestel login

source: Verifying transaction...
ko: 거래를 확인하는 중...
nl: Verifieer transactie...

source: Wallets
ko: 지갑

source: Wallet address
ko: 지갑 주소
nl: Wallet adres

source: Warning
ko: 경고
nl: Waarschuwing

source: Wallet Setup
ko: 지갑 설정
nl: Wallet Instellingen

source: Wallet name
ko: 지갑 이름
nl: Wallet naam

source: Welcome to
ko: 환영합니다
nl: Welkom bij

source: YES
ko: 네
nl: JA

source: Your public wallet address
ko: 당신의 공개 지갑 주소
nl: Jouw publieke wallet adres
